tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash-git-prompt"
brew "bat"
brew "diff-so-fancy"
brew "git"
brew "groovy"
brew "jenv"
brew "kubernetes-cli", link: false
brew "lastpass-cli", args: ["with-pinentry"]
brew "maven"
brew "mysql", restart_service: true
brew "node"
brew "packer"
brew "postgresql", restart_service: true
brew "sqlite"
brew "python", link: false
brew "wget"
