tap "adoptopenjdk/openjdk"
tap "auth0/auth0-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ibotta/public"
tap "versent/taps"
brew "coreutils"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "colima"
brew "cowsay"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "envconsul"
brew "erlang"
brew "fortune"
brew "git"
brew "go"
brew "groovy"
brew "jenv"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubeless"
brew "lastpass-cli"
brew "node"
brew "marked"
brew "minikube"
brew "mysql", restart_service: true
brew "nvm"
brew "openconnect"
brew "openjdk@8"
brew "packer"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rebar3"
brew "shared-mime-info"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "vault"
brew "watch"
brew "wget"
brew "zsh-syntax-highlighting"
brew "auth0/auth0-cli/auth0"
brew "ibotta/public/sopstool"
brew "versent/taps/saml2aws"
cask "keybase"
cask "rectangle"
cask "spectacle"
