tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pgi/cask", "ssh://git@bitbucket.pgi-tools.com/dt/homebrew-cask.git"
cask "java"
brew "bash-git-prompt"
brew "bat"
brew "diff-so-fancy"
brew "git"
brew "go"
brew "groovysdk"
brew "jenv"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "mysql", restart_service: true
brew "node"
brew "nvm"
brew "packer"
brew "postgresql", restart_service: true
brew "sqlite"
brew "python", link: false
brew "terraform"
brew "tmux"
brew "vault"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "dash"
cask "google-chrome"
cask "iterm2"
cask "java6"
cask "java8"
cask "ricoh-ps-printers-vol4-exp-driver"
cask "slack"
cask "pgi/cask/stim"
